{
  "home": [
    {"lenguage": "es", "text": "INICIO"},
    {"lenguage": "en", "text": "HOME"}
  ], 
  "PORTFOLIO": [
    {"lenguage": "es", "text": "PROYECTOS"},
    {"lenguage": "en", "text": "PORTFOLIO"}
  ], 
  "portfolioSpan": [
    {"lenguage": "es", "text": "Proyectos"},
    {"lenguage": "en", "text": "Proyects"}
  ], 
  "portfolio": [
    {"lenguage": "es", "text": " que he desarrollado"},
    {"lenguage": "en", "text": " I have developed"}
  ], 
  "CONTACT": [
    {"lenguage": "es", "text": "CONTACTO"},
    {"lenguage": "en", "text": "CONTACT"}
  ], 
  "contact": [
    {"lenguage": "es", "text": "Contacto"},
    {"lenguage": "en", "text": "Contact"}
  ], 
  "about": [
    {"lenguage": "es", "text": "SOBRE MI"},
    {"lenguage": "en", "text": "ABOUT ME"}
  ], 
  "cont_dev": [
    {"lenguage": "es", "text": "Desarroyador web y de aplicaciones mobiles"},
    {"lenguage": "en", "text": "Mobile apps and web developer"}
  ], 
  "cont_about": [
    {"lenguage": "es", "text": "Creo soluciones digitales, trabajando en estrecha colaboración con mis clientes desde el inicio, hasta la implementación, definiendo objetivos y requisitos claros. Utilizando como base el conjunto de tecnologías MERN (MongoDb, Express, React y Node.js) para web y React-Native junto con FireBase para móvil, desarrollo productos de código limpio que no solo se enfocan en rendimiento, sino que también lo hacen en la experiencia de usuario."},
    {"lenguage": "en", "text": "I create digital solutions, working closely with my clients from inception to implementation, defining clear objectives and requirements. Using MERN Stack (MongoDb, Express, React and Node.js) for web and React-Native along with FireBase for mobile, I develop clean code products that not only focus on performance, but also do so on the user experience."}
  ], 
  "old_cont_about": [
    {"lenguage": "es", "text": "Apasionado por la programación, en constante busqueda de nuevos conocimientos y tecnologías para solucionar problemas a travéz de código."},
    {"lenguage": "en", "text": "Passionate about programming, in constant search for new knowledge and technologies to solve problems through code."}
  ], 
  "aboutMe": [
    {"lenguage": "es", "text": "Conoce un poco"},
    {"lenguage": "en", "text": "Know a litle"}
  ], 
  "aboutMeSpan": [
    {"lenguage": "es", "text": " sobre mí"},
    {"lenguage": "en", "text": " about me"}
  ], 
  "aboutMe_text": [
    {"lenguage": "es", "text": "Nacido en Argentina, mi trayectoria profesional inicio en la Ingeniería Mecánica, luego la inquietud por explorar el mundo me llevo a viajar y recorrer diversos países durante 8 años, relizando todo tipo de trabajos y conociendo personas de todos los ambientes. En esta etapa, descubrí que mi verdadera pasión era aquello que me habia llamado la atencion desde muy pequeño, por lo que en los últimos dos años, he profundizado mis conocimientos en programación, iniciando en desarrollo web, para luego expandirme a aplicaciones mobiles, con el objetivo de seguir adquiriendo conocimientos y sumando nuevas tecnologias para mejorar cada día."},
    {"lenguage": "en", "text": "Born in Argentina, my professional career began in Mechanical Engineering, then the desire to explore the world led me to travel around many countries for 8 years, doing all types of jobs and meeting people from all backgrounds. In this journey, I discovered that my true passion was what had caught my attention since I was very little, so in the last two years, I have deepened my knowledge in programming, starting in web development, and then expanding to mobile applications, with the objective of continuing to acquire knowledge and adding new technologies to improve every day."}
  ], 
  "website": [
    {"lenguage": "es", "text": "Página Web"},
    {"lenguage": "en", "text": "Web Site"}
  ], 
  "seeDescriptionAndPhotos": [
    {"lenguage": "es", "text": "Ver descripción y fotos"},
    {"lenguage": "en", "text": "See description and photos"}
  ], 
  "pizzaria_jacare": [
    {"lenguage": "es", "text": "Pizzaria Jacaré, Pagina web"},
    {"lenguage": "en", "text": "Pizzaria Jacaré, Website"}
  ],
  "shifts-table": [
    {"lenguage": "es", "text": "Tabla de turnos, app mobil"},
    {"lenguage": "en", "text": "Shifts-Table, mobile app"}
  ],
  "back": [
    {"lenguage": "es", "text": "Volver"},
    {"lenguage": "en", "text": "Back"}
  ]
}    
